Revit 2027 API
ParameterTypeId.SteelElemShortenAngley Property
 "Angle along height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemShortenAngley { get; }
Public Shared ReadOnly Property SteelElemShortenAngley As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemShortenAngley {
	ForgeTypeId^ get ();
}
static member SteelElemShortenAngley : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace